{
	"welcome": "More than just a law firm",
	"welcomeP": "LBP ensures maximum growth and development of your business",
	"contactBtn": "CONTACT US NOW",
	"aboutBtn": "ABOUT US",
	"titleTeam": "Our Team",
	"personG": "Giorgi Shalamberidze",
	"personS": "Saba Kevkhishvili",
	"personM": "Mikheil Rekhviashvili",
	"titleServices": "Practice Areas",
	"titleLocation": "Our Office",
	"titleAbout": "About LBP",
	"subjectAbout": "We Prevent and Solve Your Problems",

	"textAbout1": "<b>LBP - A Modern and Dynamic Law Firm</b> <br> LBP is a modern and dynamic law firm that offers clients solutions tailored to their specific desires and goals. Our entire practice is built on a simple promise: we prevent and solve your problems. This client-first philosophy is practical and proven, as evidenced by our extensive portfolio—which now includes over a hundred startups, medium-sized enterprises, and large companies—and by the fact that several clients have entrusted us with the ongoing management of their businesses beyond mere legal assistance.", 
	"textAbout2": "<b>What Distinguishes Us</b> <br> Our commitment goes beyond legal advice. We are distinguished by our dedication to addressing our clients' challenges from a holistic business perspective. By combining an in-depth knowledge of industry trends, a global network of contacts, and a proven track record of success, we provide simple, effective solutions to complex legal and business problems.",
	"textAbout3": "We believe that the well-being of our clients determines our success. It is this principle that makes us a trusted partner for businesses in Georgia and internationally.",
	
	"home": "Home",
	"blog": "Blog",
	"careers": "Careers",
	"locationSubject": "Axis Towers Business Center",
	"locationAdress": "37M Ilia Chavchavadze Avenue, Tbilisi 0179, 5th floor.",
	"titleCareers": "Careers",
	"about": "About",
	"location": "Our office",
	"team": "Team",
	"services": "Practice Areas & Industries",
	"gmail": "Email:",
	"phone": "Phone:",
	"listType1": "Administrative Regulations",
	"listType2": "Corporate Law",
	"listType3": "Competition and Consumer Protection Law",
	"listType4": "Criminal Law",
	"listType5": "Crypto and Digital Assets",
	"listType6": "Investment and Real Estate",
	"listType7": "IP and Personal Data",
	"listType8": "Labor Law",
	"listType9": "Litigation and ADR",
	"listType10": "Migration and Banking",
	"listType11": "Oil & Gas",
	"listType12": "Project Finance",
	"listType13": "Restructuring and Insolvency",
	"listType14": "Sports Law",
	"listType15": "Taxes and Private Wealth",
	"careersP1": "At LBP, we are dedicated to fostering the professional growth of exceptional and diligent individuals. We are genuinely interested in offering opportunities to those who are passionate about advancing their careers.",
	"careersP2": "If you believe that working at our law firm aligns with your career goals, we encourage you to submit your resume and a cover letter to us at info@lbp.ge.",
	"blog1Title1": "Virtual Assets in Georgia: Regulation and New Practical Challenges",
	"blog1Title2": "Virtual Asset Service Provider",
	"blog1Title3": "Practice",
	"blog2Title1": "The Importance of Internal Labor Regulations for Companies",
	"blog2Title2": "Why Internal Labor Regulations are a Must for every Business with Employees?",
	"blog2Title3": "What Are Internal Labor Regulations (ILRs)?",
	"blog2Title4": "What Do ILRs Include?",
	"blog2Title5": "Why Are ILRs So Important for Businesses?",
	"blog2Title6": "What If You Don’t Have ILRs?",
	"blog2Text1": "Internal Labor Regulations (ILRs) are an essential foundation for any business that employs staff.  Despite their critical importance, ILRs often remain undervalued. As a result, till to this day companies operate without having them at all or in place.",
	"blog2Text2": "ILRs play essential role in creating a strong workplace as due to these regulations employees clearly understand their responsibilities and work ethic, creating transparency and safety in the work environment. Beyond fostering a positive workplace culture, ILRs serve a vital function in legal contexts - courts rely on them as for litigation to assess the fairness and legality of employer actions.",
	"blog2Text3": "As you establish a business and you begin to hire employees, having a well-structured internal labor regulation (ILR) document is not a mere formality – it is a necessity.",
	"blog2Text4": "From a startup to a large commercial entity, workplace rules protect your business, promote equality, and prevent legal risks.",
	"blog2Text5": "Internal labor regulations are formal documents that define the rules and procedures regulating workplace behavior, parties’ responsibilities, disciplinary measures, working ethic, health/safety measurements, and other important aspects of the employment relationship.",
	"blog2Text6": "ILRs can be customized based on your company’s capacity, work field, internal culture, and aims. However, they usually cover:",
	"blog2Ul1Li1": "Code of conduct and ethics",
	"blog2Ul1Li2": "Use of company property",
	"blog2Ul1Li3": "Occupational safety and hygiene",
	"blog2Ul1Li4": "Rules on attendance and absences",
	"blog2Ul1Li5": "Anti-harassment and ant-discriminatory policy",
	"blog2Ul1Li6": "Working hours, rest breaks and vacation rules",
	"blog2Ul1Li7": "Disciplinary procedures and sanctions",
	"blog2Text7": "Having these matters in writing will assist you and your employees to create an organized, predictable, and professional work environment. The latter will have a positive impact on your future goals, success and growth.",
	"blog2Ul2Li1": "Legal Risk Reduction",
	"blog2Ul2Text1": "Without ILRs, commercial ccompanies face greater risk to labor disputes and legal instability. For instance, if an employee files a complaint or a labor inspection reviews your labor practices, not having internal work regulations can be viewed as a sign of poor or ineffective management. Thus, ILRs serve as a legal safeguard showcasing your company’s fairness and transparent work standard.",
	"blog2Ul2Li2": "Clear Structure for Employees",
	"blog2Ul2Text2": "ILRs is a guarantee to prevent misunderstandings by setting employee rights and obligations in written. When parties to a labor agreement have the right expectations, the risk of disputes is minimized, and workplace harmony improves.",
	"blog2Ul2Li3": "Stronger Position in Labor Disputes",
	"blog2Ul2Text3": "ILRs can strengthen your position in dismissal or disciplinary actions by showing that employees were informed about the rules and treated accordingly. It is established practice that courts and labor inspectors refer to internal regulations while reviewing the legality of an employer’s actions.",
	"blog2Ul2Li4": "Organizational Culture",
	"blog2Ul2Text4": "Internal labor rules demonstrate your company’s professionalism, strong leadership manners, managerial competence and compliance with law.  It helps to build a workplace culture and promotes values of responsibility and integrity.",
	"blog2Ul2Li5": "What If You Don’t Have ILRs?",
	"blog2Ul3Text": "Doing your business without internal labor regulations increases the risk of:",
	"blog2Ul2Li5li1": "Legal disputes and labor claims",
	"blog2Ul2Li5li2": "Inconsistent disciplinary practices",
	"blog2Ul2Li5li3": "Damaged employer-employee relationships",
	"blog2Ul2Li5li4": "Reputational harm",
	"blog2Text8": "To avoid and minimize such risks ensure your business has internal labor regulation.",
	"blog2Text9": "In conclusion, internal labor regulations are not just a formal step. Properly drafted IRL is a strategic tool that helps your businesses to run smoothly. Thus, internal Labor Regulations are essential for protecting your business and employees. They clarify rights and responsibilities, reduce disputes, and provide important legal protection.",
	"blog2Text10": "At LBP Law Office, we assist companies in drafting, reviewing, and implementing tailored internal regulations designed to meet both Georgian labor law and international best practices.",
	"blog2Text11": "If your company is hiring or already manages employees make sure that your internal documentation protects your business and empowers your team.",
	"blog1Text1": "Until 2023, Georgian legislation did not recognize the concept of cryptocurrency, which is now defined as a 'virtual asset.' As a result of recent amendments, cryptocurrency was recognized as a virtual asset, and its definition was established by a decree from the President of the National Bank of Georgia. According to this definition, a virtual asset is a digital representation of value that is interchangeable and not unique, used for transfer or trade in a digital format, and intended for investment and/or making payments.",
	"blog1Text2": "The decree also clarifies that a virtual asset does not include a digital representation of money, securities, or other financial instruments. For example, the Georgian lari cannot be represented as a virtual asset.",
	"blog1Text3": "It is also interesting to consider what is meant by services related to virtual assets. Simply put, this refers to activities associated with convertible virtual assets, meaning digital assets that have monetary value and can be used in various forms. Examples of such services include: currency or asset exchange — exchanging virtual assets for national or foreign currency, other virtual assets, or financial instruments; secure storage and administration of virtual assets for future use; and management of trading platforms — creation and administration of platforms for buying and selling virtual assets.",
	"blog1Text4": "Additionally, the legislative changes allow for the provision of virtual assets on loan. This could be of interest to companies that already own virtual assets and wish to increase their financial resources without selling them. However, such activities come with certain business risks that should be assessed based on the company's internal policies and resources.",
	"blog1Text5": "Given the specific nature of providing these services, it is logical that anyone engaged in the storage, trading, or other operations involving virtual assets must meet certain requirements. Under the new legislation, the right to provide such services is granted to the 'virtual asset service provider' — a legal entity registered under Georgian law, which provides services not for its own benefit, but on behalf of other parties. The responsibility for registration and supervision of service providers lies with the National Bank of Georgia.",
	"blog1Text6": "Those wishing to register as a provider, cancel registration, or make changes such as the location of the main office must contact the National Bank. To register, the provider must submit documentation regulated by the decree of the President of the National Bank of Georgia “On the Approval of Rules for the Registration and Regulation of Payment Service Providers.” The National Bank makes a decision on registration within 60 days, and the registration fee is 5,000 GEL.",
	"blog1Text7": "The legislative changes also clearly state that the regulation of virtual assets is linked to the prevention of money laundering in Georgia. According to the National Bank's requirements, providers are required to have internal policies for the prevention of money laundering and the financing of terrorism. Before starting operations, the provider must confirm the existence of such a system or implement it before working with virtual assets. This makes sense given that virtual assets are often used in transactions that are more difficult to monitor and regulate compared to traditional financial systems. For example, small transactions involving virtual assets often remain outside the control and attention of traditional mechanisms.",
	"blog1Text8": "Since the regulations governing the virtual asset services sector came into effect last year, many questions have arisen in everyday practice. The National Bank of Georgia is striving to tightly control the use of virtual assets by setting specific frameworks for providers, which helps ensure transparency and security in the financial system.",
	"blog1Text9": "For example, Can a person accept virtual assets as payment for goods or services? Are transactions using virtual assets legal within Georgia? Answering: Transactions using virtual assets are prohibited in Georgia, except for special cases defined by the National Bank. For example, a service provider cannot accept cryptocurrency as direct payment for their products or services. However, a virtual asset service provider has the right to charge a fee in the same virtual asset they are working with.",
	"blog1Link1": "Virtual Asset Service Provider",
	"blog1Link2": "Practice",
	"blog1Link3": "Contact our legal team to learn more",
	"blog2Link1": "The Importance of Internal Labor Regulations for Companies",
	"blog2Link2": "Why Internal Labor Regulations are a Must for every Business with Employees?",
	"blog2Link3": "What Are Internal Labor Regulations (ILRs)?",
	"blog2Link4": "What Do ILRs Include?",
	"blog2Link5": "Why Are ILRs So Important for Businesses?",
	"blog2Link6": "What If You Don’t Have ILRs?",
	"blog1ShortTitle": "Virtual Assets in Georgia",
	"blog2ShortTitle": "Labour Regulation",
	"contactText": "Contact our legal team to learn more",
	"contactButton": "Write to LBP",
	"statusLeader": "Managing Partner",
	"statusCounsel": "Senior Counsel",
	"statusCounsel2": "Senior Counsel",
	"blog1Author": "Mariam Zautashvili, Leading Associate at LBP",
	"blog2Author": "Keta Medulashvili, Legal Assistant at LBP",

	"contact": "Contact",
	"contactPageTitle": "Contact Us",
	"contactPageSubtitle": "Get in touch with our legal team",
	"contactPageEmail": "Email",
	"contactPagePhone": "Phone",
	"contactPageAddress": "Address",
	"contactPageAddressValue": "37m Ilia Chavchavadze Avenue, Axis Towers, 5th Floor, Tbilisi 0179, Georgia",
	"contactPageCTA": "Send us an Email",
	"contactPageWhatsApp": "WhatsApp",
	"contactPageTelegram": "Telegram",
	"contactPageMessengers": "You can also contact us directly via WhatsApp or Telegram for a quick response.",
	"contactPageMapTitle": "Find Us",
	"contactPageDirections": "Get Directions",
	"contactPageQRTitle": "Save Our Contact",
	"contactPageQRDesc": "Scan this QR code to add LBP contact information to your phone.",

	"footerAbout": "Legal & Business Partners — Your trusted legal advisors in Georgia and beyond.",
	"footerQuickLinks": "Quick Links",
	"footerLinkAbout": "About",
	"footerLinkFounder": "Founder",
	"footerLinkServices": "Practice Areas",
	"footerLinkCareers": "Careers",
	"footerLinkLocation": "Our Office",
	"footerBlogHeading": "Blog",
	"footerContactHeading": "Contact",
	"footerAddress": "37m Ilia Chavchavadze Ave, Tbilisi 0179",

	"founder": "Founder",
	"titleFounder": "LBP's Founder",
	"subjectFounder": "The Founder",
	"textFounder1": "Giorgi Shalamberidze is the founder and Managing Partner of LBP Law Office.<br><br>His professional journey includes prior roles at PricewaterhouseCoopers (PwC), one of the Big Four firms, as well as positions with the Georgian Young Lawyers Association, Tbilisi State University, and the J&T Consulting educational centre.<br> Giorgi’s practice focuses on complex litigation, criminal defense, private wealth management, digital assets, and technology law.<br><br> He is admitted to the Georgian Bar Association and is an active member of a leading Georgian policy think tank, combining deep legal expertise with strategic policy insight. <br> He graduated from Tbilisi State University in 2020 and earned an LL.M. from Georgetown University Law Center in 2023 in Washington, D.C., having received full-tuition scholarships for both degrees in recognition of his academic excellence. <br><br> Giorgi has represented clients from all over the world including North America, Western Europe, East Asia, Latin America, Eastern Europe, Central Asia and Australia.<br> His notable engagements include: <ul><li>Serving as counsel to one of Georgia’s premier brandy producers;</li><li>Advising the Georgian padel and fencing federations;</li><li>Representing one of the country’s leading publishing houses;</li><li>Advising investors from Canada, France, Spain, and Poland in major real-estate acquisitions;</li><li>Structuring cross-border estates for U.S. clients;</li><li>Litigating complex corporate disputes for a multinational corporation operating across more than a dozen jurisdictions.</li></ul><br>Outside his legal practice, Giorgi maintains a strong interest in architecture and is an avid traveler, continuously exploring new countries.",

	"statCases": "Successful Cases",
	"statPracticeAreas": "Practice Areas",
	"statContracts": "Contracts Signed",

	"descType1": "Guidance on regulatory compliance, licensing, and government proceedings.",
	"descType2": "Business formation, governance, M&A, and shareholder agreements.",
	"descType3": "Antitrust compliance, fair competition, and consumer rights advocacy.",
	"descType4": "Defense and representation in criminal investigations and proceedings.",
	"descType5": "Regulatory compliance for blockchain, tokens, and virtual asset services.",
	"descType6": "Property transactions, due diligence, and investment structuring.",
	"descType7": "Trademark, copyright protection, and data privacy compliance.",
	"descType8": "Employment contracts, workplace disputes, and HR compliance.",
	"descType9": "Court representation, arbitration, and mediation services.",
	"descType10": "Residency permits, work visas, and banking regulatory support.",
	"descType11": "Regulatory and transactional support for the energy sector.",
	"descType12": "Structuring and documenting complex financing arrangements.",
	"descType13": "Corporate restructuring, debt workouts, and insolvency proceedings.",
	"descType14": "Athlete contracts, federation governance, and sports dispute resolution.",
	"descType15": "Tax planning, estate structuring, and wealth management.",

	"footerPrivacyPolicy": "Privacy Policy",
	"footerCookiePolicy": "Cookie Policy",
	"footerBlog1": "Virtual Assets in Georgia",
	"footerBlog2": "Labour Regulation",

	"faqTitle": "Frequently Asked Questions",
	"faqQ1": "How do I schedule a consultation with LBP?",
	"faqA1": "You can schedule a consultation by emailing us at info@lbp.ge, calling +995-595-223-333, or reaching out via WhatsApp or Telegram. We typically respond within one business day.",
	"faqQ2": "What areas of law does LBP cover?",
	"faqA2": "LBP covers 15+ practice areas including corporate law, criminal law, labor law, crypto and digital assets, IP and personal data, investment and real estate, litigation, sports law, and more.",
	"faqQ3": "Does LBP work with international clients?",
	"faqA3": "Yes. LBP has represented clients from North America, Western Europe, East Asia, Latin America, Eastern Europe, Central Asia, and Australia. We are experienced in cross-border matters.",
	"faqQ4": "What are your fees and payment structure?",
	"faqA4": "Our fees depend on the type and complexity of the legal matter. We offer flexible billing arrangements including fixed fees, hourly rates, and retainer agreements. Contact us for a personalized quote.",
	"faqQ5": "Do you offer services in English?",
	"faqA5": "Absolutely. Our team is fluent in English and Georgian. We regularly draft documents, conduct negotiations, and represent clients in English across all practice areas.",
	"faqQ6": "How long does a typical legal matter take?",
	"faqA6": "Timelines vary depending on the matter. Simple consultations can be completed in days, while complex litigation or corporate transactions may take several months. We provide realistic time estimates during your initial consultation.",

	"titleTestimonials": "What Our Clients Say",
	"testimonial1Text": "LBP provided exceptional legal counsel for our company's restructuring. Their understanding of Georgian corporate law is unmatched.",
	"testimonial1Author": "International Investment Firm",
	"testimonial2Text": "Working with LBP on our real estate acquisition in Tbilisi was seamless. They handled everything from due diligence to closing with outstanding professionalism.",
	"testimonial2Author": "European Real Estate Investor",
	"testimonial3Text": "Their expertise in crypto regulation helped us navigate complex compliance requirements. LBP is our go-to firm for digital asset matters in Georgia.",
	"testimonial3Author": "Virtual Asset Service Provider",
	"testimonial4Text": "LBP's criminal defense team delivered results when it mattered most. Their strategic approach and deep knowledge made all the difference.",
	"testimonial4Author": "Private Client",
	"testimonial5Text": "From labor disputes to contract drafting, LBP has been an invaluable partner for our growing business. They truly understand our needs.",
	"testimonial5Author": "Georgian Manufacturing Company",

	"founderTabBio": "Biography",
	"founderTabTimeline": "Career Timeline",
	"timelineYear1": "2020",
	"timelineTitle1": "Graduated from Tbilisi State University",
	"timelineDesc1": "Earned a law degree with a full-tuition scholarship in recognition of academic excellence.",
	"timelineYear2": "2020–2022",
	"timelineTitle2": "Early Career",
	"timelineDesc2": "Gained experience at GYLA, Tbilisi State University, J&T Consulting, and PricewaterhouseCoopers (PwC).",
	"timelineYear3": "2023",
	"timelineTitle3": "LL.M. from Georgetown University",
	"timelineDesc3": "Earned a Master of Laws from Georgetown University Law Center in Washington, D.C. on a full scholarship.",
	"timelineYear4": "2024",
	"timelineTitle4": "Founded LBP Law Office",
	"timelineDesc4": "Established LBP — Legal & Business Partners as a full-service law firm in Tbilisi, Georgia.",
	"timelineYear5": "Present",
	"timelineTitle5": "Notable Engagements",
	"timelineDesc5": "Counsel to a premier brandy producer, sports federations, a leading publishing house, and international investors from Canada, France, Spain, and Poland.",

	"blogCardExcerpt1": "Regulation, licensing, and practical challenges for cryptocurrency service providers under Georgian law.",
	"blogCardExcerpt2": "Why Internal Labor Regulations are essential for every business with employees in Georgia."
}


